{
  "cocktails": [
    {
      "id": 0,
      "name": "Mega Mule",
      "description": "Inspiré du Moscow Mule, il a un goût très prononcé. Il est originaire des Etats-Unis.",
      "receipe": "Mettez dans un Mug en cuivre des glaçons, ajoutez la vodka, le jus de citron vert, et le soda fermenté au gingembre. Ajoutez un trait de curaçao bleu.",
      "ingredients": "4 cl de Vodka, 1 cl de jus de citron vert, soda fermenté au gingembre, 1 goutte de curaçao bleu.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr"
    },
    {
      "id": 1,
      "name": "Aura Spritz",
      "description": "Inspiré du Spritz, c'est un cocktail très rafraichissant. Il est originaire d'Italie.",
      "receipe": "Mettez dans un Verre piscine des glaçons, ajoutez le prosecco, l'aperol, enfin ajoutez de l'eau gazeuse jusqu'a ce que le verre soit rempli. Ajoutez une goutte de liqueur de violette.",
      "ingredients": "12 cl de Prosecco, 6 cl Aperol, 2 cl eau gazeuse, une goutte de liqueur de violette.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr"
    },
    {
      "id": 2,
      "name": "Wolf on the Beach",
      "description": "Inspiré du Sex on the Bitch, c'est un cocktail très coloré et exotique. Il est originaire de Miami.",
      "receipe": "Mettez dans un Shaker des glaçons, ajoutez la vodka, la liqueur de pêche, du jus de cranberry et du jus d'orange enfin ajoutez de l'eau gazeuse jusqu'a ce que le verre soit rempli. Shakez votre mélange pendant une dizaine de secondes.",
      "ingredients": "4cl de Vodka, 2 cl de liqueur de pêche, 4 cl de jus de cranberry et 4 cl jus d’orange. ",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr"
    },
    {
      "id": 3,
      "name": "Olimargarita",
      "description": "Inspiré de la Margarita, c'est un cocktail acidulé. Il est originaire du Mexique.",
      "receipe": "Mettez dans un Shaker des glaçons, ajoutez la tequila, le triple sec, enfin ajoutez le jus de citron vert. Ajoutez une goutte de sirop de fleur d'oranger.",
      "ingredients": "5 cl Tequila San Jose Silver, 2 cl Triple sec, 2 cl Jus de citron vert pressé et une goutte de sirop de fleur d'oranger.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr"
    },
    {
      "id": 4,
      "name": "Rosalina Royal",
      "description": "Inspiré du Kir royal, c'est un cocktail raffiné. Il est originaire de France.",
      "receipe": "Mettez dans un Verre des glaçons, ajoutez la crème de cassis, puis le champagne bien frais. Ajoutez une goutte de curaçao bleu.",
      "ingredients": "9 cl de Champagne, 2 cl de crème de cassis.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr"
    },
    {
      "name": "Richter’s Punch",
      "description": "Inspiré du Planter’s Punch, c'est un cocktail fort et très fruité. Il est originaire de Jamaïque.",
      "receipe": "Mettez dans un Shaker des glaçons, ajoutez le rhum, le jus d'orange, le jus d'ananas, le jus de citron et le sirop de grenadine. Frappez tous ses ingrédients dans le shaker.",
      "ingredients": "4 cl de rhum, 4 cl de jus d'orange, 4 cl de jus d'ananas, 2 cl de jus de citron, 1 cl de sirop de grandine.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 5
    },
    {
      "name": "Sora Breeze",
      "description": "Inspiré du Sea Breeze, c'est un cocktail sans alcool léger et rafraichissant. Il est originaire de France.",
      "receipe": "Mettez dans un Shaker des glaçons, ajoutez le rhumjus de cranberry, puis le jus de pamplemousses. Frappez tous ses ingrédients dans le shaker.Ajoutez une rondelle de citron.",
      "ingredients": "7 cl de jus de cranberry, 7 cl de jus de pamplemousses.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 6
    },
    {
      "name": "Min Mojito",
      "description": "Inspiré du Virgin Mojito, c'est un cocktail très frais. Il est originaire de Cuba.",
      "receipe": "Dans un verre écrasez les citrons à l'aide d'un pilon. Placez la menthe fraîche dans la préparation et pilez-la délicatemente sans la broyer. Ajoutez le sirop de sucre, ajoutez quelques glaçons. Mélangez et complétez avec de l'eau gazeuse.",
      "ingredients": "2 cl de sirop de sucre, 2 rondelles de citron vert, menthe fraiche, 10 cl d'eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 7
    },
    {
      "name": "R.O.B.-erry",
      "description": "Inspiré du Berry cooler, c'est un cocktail pétillant et énergisant sans alcool. Il est originaire de Cuba.",
      "receipe": "Dans un verre avec des glaçons versez une canette de redbull, ajoutez le sirop de framboise, le jus d'un demi-citron. Ajoutez quelques baies pour la décoration.",
      "ingredients": "1 cannette de redbull, 10 ml de sirop de framboise, jus d'un demi-citron.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 8
    },
    {
      "name": "Pac-Mango Smoothie",
      "description": "Inspiré du Mango Smoothie, c'est un smoothie tropical et sucré. Il est originaire des Etats-Unis.",
      "receipe": "Dans un mixeur mélangez une moitié de mangue fraîche, une moitié de banane, du jus d'orange et des glaçons et du jus de citron. Ajoutez une tranche de mangue.",
      "ingredients": "100 grammes de mangue fraîche, 100 grammes de banane, 6 cl de jus d'orange, 2.5 cl de jus de citron.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 9
    },
    {
      "name": "Mario Spritz",
      "description": "Inspiré de l'Aperol Spritz, un cocktail pétillant et rafraîchissant, avec des notes d'agrumes et une amertume légère. Il est originaire d'Italie.",
      "receipe": "Dans un grand verre à vin rempli de glaçons, versez le prosecco, ajoutez l'Aperol, puis complétez avec l'eau gazeuse. Mélangez doucement avec une cuillère. Garnissez avec une tranche d'orange.",
      "ingredients": "6 cl de prosecco, 4 cl d'Aperol, 2 cl d'eau gazeuse, une tranche d'orange.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 10
    },
    {
      "name": "Banana Kong Daiquiri",
      "description": "Inspiré du Banana Daiquiri, un cocktail tropical et sucré à base de banane, parfait pour les amateurs de saveurs fruitées. Il est originaire de Cuba.",
      "receipe": "Dans un blender, placez la banane pelée, ajoutez le rhum blanc, le jus de citron vert et le sirop de sucre. Mixez jusqu'à obtenir une consistance lisse. Servez dans un verre à cocktail et ajoutez un glaçon.",
      "ingredients": "5 cl de rhum blanc, 1 banane, 2 cl de jus de citron vert, 1 cl de sirop de sucre.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 11
    },
    {
      "name": "Hyrule Sour",
      "description": "Inspiré du Whisky Sour, un avec des saveurs subtiles d'agrumes et de whisky. Il est originaire des États-Unis.",
      "receipe": "Dans un shaker rempli de glaçons, mélangez le whisky, le jus de citron, le sirop de sucre et le blanc d'œuf. Shakez vigoureusement jusqu'à ce que la texture devienne mousseuse. Filtrez dans un verre à whisky et décorez avec un zeste de citron ou une cerise.",
      "ingredients": "5 cl de whisky, 3 cl de jus de citron, 2 cl de sirop de sucre, 1 blanc d'œuf.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 12
    },
    {
      "name": "Samus Negroni",
      "description": "Inspiré du Negroni, un cocktail intense et complexe, avec des notes amères et épicées. Il est originaire d'Italie.",
      "receipe": "Dans un verre old-fashioned rempli de glaçons, ajoutez le gin, le vermouth rouge et le Campari. Remuez doucement à l'aide d'une cuillère. Ajoutez un zeste d'orange.",
      "ingredients": "3 cl de gin, 3 cl de vermouth rouge, 3 cl de Campari.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 13
    },
    {
      "name": "Pika Colada",
      "description": "Inspiré de la Piña Colada, un cocktail tropical, sucré et crémeux, idéal pour une ambiance estivale. Il est originaire de Porto Rico.",
      "receipe": "Dans un blender rempli de glaçons, ajoutez le rhum, la crème de coco et le jus d'ananas. Mixez jusqu'à obtenir une consistance lisse. Versez dans un grand verre et garnissez avec une tranche d'ananas.",
      "ingredients": "6 cl de rhum, 4 cl de crème de coco, 10 cl de jus d'ananas.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 14
    },
    {
      "name": "Luigi Mojito Verde",
      "description": "Inspiré du Mojito, un cocktail rafraîchissant et herbacé, avec une belle touche de menthe. Il est originaire de Cuba.",
      "receipe": "Dans un verre highball, écrasez doucement les feuilles de menthe avec le sirop de sucre et les quartiers de citron vert. Ajoutez des glaçons, versez le rhum, puis complétez avec de l'eau gazeuse. Remuez délicatement.",
      "ingredients": "5 cl de rhum blanc, 2 cl de sirop de sucre, 6 feuilles de menthe, 2 quartiers de citron vert, eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 15
    },
    {
      "name": "Fox Tail Martini",
      "description": "Inspiré du Martini, un cocktail sec et élégant, avec des saveurs vives et épurées. Il est originaire des États-Unis.",
      "receipe": "Dans un shaker rempli de glaçons, versez le gin et le vermouth sec. Shakez rapidement et filtrez dans un verre à martini refroidi. Décorez avec une olive ou un zeste de citron.",
      "ingredients": "6 cl de gin, 1 cl de vermouth sec.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 18
    },
    {
      "name": "Pink Star Smoothie",
      "description": "Inspiré des smoothies fruités, un smoothie doux et fruité avec une texture veloutée et sucrée. Il est originaire d'Amérique.",
      "receipe": "Dans un blender, mélangez la purée de fruit de la passion, le jus de citron et le sirop de vanille. Mixez avec des glaçons jusqu'à consistance lisse. Servez dans un verre à cocktail.",
      "ingredients": "4 cl de purée de fruit de la passion, 2 cl de jus de citron, 1 cl de sirop de vanille.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 16
    },
    {
      "name": "Falcon Mule",
      "description": "Inspiré du Moscow Mule, un cocktail vif et pétillant, avec une touche épicée et gingembrée. Il est originaire des États-Unis.",
      "receipe": "Dans une tasse en cuivre ou un verre highball, versez la vodka et le jus de citron vert. Ajoutez des glaçons, puis complétez avec la ginger beer. Mélangez doucement et ajoutez une rondelle de citron vert pour décorer.",
      "ingredients": "5 cl de vodka, 2 cl de jus de citron vert, 10 cl de ginger beer.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 17
    },
    {
      "name": "Ice Climbers Fizz",
      "description": "Inspiré du Gin Fizz, un cocktail rafraîchissant et léger, avec une mousse délicate. Il est originaire des États-Unis.",
      "receipe": "Dans un shaker, versez le gin, le jus de citron, le sirop de sucre et le blanc d'œuf. Shakez d'abord à sec, puis avec des glaçons. Filtrez dans un verre highball et complétez avec de l'eau gazeuse. Garnissez d'un zeste de citron.",
      "ingredients": "5 cl de gin, 3 cl de jus de citron, 2 cl de sirop de sucre, 1 blanc d'œuf, eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 18
    },
    {
      "name": "Yoshi's Green Smash",
      "description": "Inspiré du Mojito, un cocktail rafraîchissant et herbacé avec des notes de menthe et de lime, parfait pour un moment de détente. Il est originaire de Cuba.",
      "receipe": "Dans un verre highball, écrasez les feuilles de menthe avec le sirop de sucre et les quartiers de citron vert. Ajoutez des glaçons, versez le rhum, puis complétez avec de l'eau gazeuse. Remuez délicatement.",
      "ingredients": "5 cl de rhum blanc, 2 cl de sirop de sucre, 6 feuilles de menthe, 2 quartiers de citron vert, eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 19
    },
    {
      "name": "Ness's Starburst",
      "description": "Inspiré du Daiquiri, un cocktail fruité et acidulé avec des notes de citron vert et de rhum. Il est originaire de Cuba.",
      "receipe": "Dans un shaker, versez le rhum blanc, le jus de citron vert et le sirop de sucre. Ajoutez des glaçons, shakez vigoureusement, puis filtrez dans un verre à cocktail refroidi.",
      "ingredients": "5 cl de rhum blanc, 3 cl de jus de citron vert, 2 cl de sirop de sucre.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 20
    },
    {
      "name": "Jigglypuff's Dream Fizz",
      "description": "Inspiré du Gin Fizz, un cocktail léger et pétillant avec des saveurs de citron et de gin, parfait pour une soirée entre amis. Il est originaire des États-Unis.",
      "receipe": "Dans un shaker, versez le gin, le jus de citron, le sirop de sucre et le blanc d'œuf. Shakez d'abord à sec, puis avec des glaçons. Filtrez dans un verre highball et complétez avec de l'eau gazeuse.",
      "ingredients": "5 cl de gin, 3 cl de jus de citron, 2 cl de sirop de sucre, 1 blanc d'œuf, eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 21
    },
    {
      "name": "Peach's Royal Spritz",
      "description": "Inspiré de l'Aperol Spritz, un cocktail pétillant et fruité avec des notes d'agrumes et une légère amertume. Il est originaire d'Italie.",
      "receipe": "Dans un grand verre à vin rempli de glaçons, versez le prosecco, ajoutez l'Aperol, puis complétez avec l'eau gazeuse. Mélangez doucement avec une cuillère. Garnissez avec une tranche d'orange.",
      "ingredients": "6 cl de prosecco, 4 cl d'Aperol, 2 cl d'eau gazeuse, une tranche d'orange.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 22
    },
    {
      "name": "Daisy's Golden Daisy",
      "description": "Inspiré du Margarita, un cocktail acidulé et rafraîchissant avec des notes de lime et de tequila. Il est originaire du Mexique.",
      "receipe": "Dans un shaker, versez la tequila, le triple sec, et le jus de lime. Ajoutez des glaçons et shakez vigoureusement. Filtrez dans un verre à margarita et décorez avec une tranche de lime.",
      "ingredients": "5 cl de tequila, 2 cl de triple sec, 3 cl de jus de lime.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 23
    },
    {
      "name": "Bowser's Lava Punch",
      "description": "Inspiré du Zombie, un cocktail puissant et fruité avec des saveurs exotiques et une touche de rhum épicé. Il est originaire de Cuba.",
      "receipe": "Dans un shaker, versez les rhums, le jus de citron, le sirop de grenadine et le fruit de la passion. Ajoutez des glaçons et shakez vigoureusement. Filtrez dans un grand verre rempli de glaçons et décorez d'un zeste d'orange.",
      "ingredients": "4 cl de rhum blanc, 4 cl de rhum brun, 2 cl de jus de citron, 2 cl de grenadine, 6 cl de purée de fruit de la passion.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 24
    },
    {
      "name": "Sheik's Shadow Fizz",
      "description": "Inspiré du Tom Collins, un cocktail rafraîchissant avec des notes de citron et de gin. Il est originaire des États-Unis.",
      "receipe": "Dans un shaker, versez le gin, le jus de citron, le sirop de sucre et des glaçons. Shakez vigoureusement, puis filtrez dans un verre highball rempli de glaçons. Complétez avec de l'eau gazeuse.",
      "ingredients": "5 cl de gin, 3 cl de jus de citron, 2 cl de sirop de sucre, eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 25
    },
    {
      "name": "Zelda's Mystic Potion",
      "description": "Inspiré du Cosmopolitan, un cocktail élégant et acidulé avec des notes de canneberge et de citron vert. Il est originaire des États-Unis.",
      "receipe": "Dans un shaker, versez la vodka, le triple sec, le jus de citron vert, et le jus de canneberge. Ajoutez des glaçons, shakez vigoureusement et filtrez dans un verre à cocktail.",
      "ingredients": "4 cl de vodka, 2 cl de triple sec, 2 cl de jus de citron vert, 4 cl de jus de canneberge.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 26
    },
    {
      "name": "Dr. Mario's Remedy",
      "description": "Inspiré du Mai Tai, un cocktail complexe avec des saveurs de rhum, d'amande et de lime. Il est originaire de la Californie.",
      "receipe": "Dans un shaker, versez les rhums, le sirop d'amande, le jus de lime et le sucre. Ajoutez des glaçons, shakez vigoureusement et filtrez dans un verre old-fashioned rempli de glaçons.",
      "ingredients": "4 cl de rhum blanc, 4 cl de rhum brun, 2 cl de sirop d'amande, 2 cl de jus de lime.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 27
    },
    {
      "name": "Pichu's Electric Shock",
      "description": "Inspiré du Blue Lagoon, un cocktail énergique avec des notes de curaçao bleu, de vodka et de limonade. Il est originaire des États-Unis.",
      "receipe": "Dans un verre highball rempli de glaçons, versez la vodka, le curaçao bleu, et le jus de limonade. Remuez doucement et décorez d'une rondelle de lime.",
      "ingredients": "4 cl de vodka, 2 cl de curaçao bleu, 10 cl de limonade.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 28
    },
    {
      "name": "Falco's Stellar Fizz",
      "description": "Inspiré du Mojito, un cocktail rafraîchissant avec de la menthe et des agrumes, parfait pour les amateurs de saveurs vives. Il est originaire de Cuba.",
      "receipe": "Dans un verre highball, écrasez les feuilles de menthe avec le sirop de sucre et les quartiers de citron vert. Ajoutez des glaçons, versez le rhum, puis complétez avec de l'eau gazeuse.",
      "ingredients": "5 cl de rhum blanc, 2 cl de sirop de sucre, 6 feuilles de menthe, 2 quartiers de citron vert, eau gazeuse.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 29
    },
    {
      "name": "Marth's Royal Sword",
      "description": "Inspiré du Manhattan, un cocktail élégant et fort avec des saveurs de whisky et de vermouth. Il est originaire des États-Unis.",
      "receipe": "Dans un verre à mélange rempli de glaçons, versez le whisky et le vermouth rouge. Remuez doucement et filtrez dans un verre à martini. Décorez avec une cerise.",
      "ingredients": "5 cl de whisky, 3 cl de vermouth rouge, 1 trait d'angostura.",
      "image": "https://static.wikia.nocookie.net/fortnite/images/e/e4/MiniPotion.png/revision/latest?cb=20180901140139&path-prefix=fr",
      "id": 30
    }
  ]
}